Repository: sustinel/ClothItWeb
Catalog: Resources/Resource.*.resx
Languages: es

source: Active Users
es: Usuarios Activos

# Address
source: Our Address
es: Nuestra dirección

# AndroidReq
source: Minimum requirements Android 4.0+
es: Requiere mínimo Android 4.0+

source: Clothes tagged
es: Ropas taggeadas

# ClothitDesc
source: Cloth It is a social network that targets fashion and trends about how to get dressed. Our goal is to bring users a different way to search for clothes or allowing them to get opinions from the community about the way they dress
es: ClothIt es una red social que te mantiene al tanto de las últimas tendencias de la moda. Nuesto objetivo es que puedas recibir diferentes opiniones de la comunidad sobre lo que llevas puesto o recibir sugerencias sobre lo que podrías llevar.

source: Contact
es: Contacto

source: Contact Us
es: Contactanos

# Copyrights
source: Copyright © 2015 <a href="http://www.clothit.me/">Cloth It</a>. All rights reserved.
es: Todos los derechos reservados.

source: Explore
es: Explorar

# FullStackDesc
source: Nacho is the developer who works under the hood, his work is to make everthing work
es: Nacho es el desarrollador que se encarga de que todas las partes funcionen.

# Goals
source: Our Goals
es: Nuestras Metas

source: Home
es: Inicio

# Howto
source: How to Use
es: Como Usar

# HowToStep1
source: Take a Pic
es: Sacate una foto

# HowToStep1Desc
source: Take yourself a picture and select and identify the pieces of clothing that you want to have some feedback
es: Sacate una foto, subila y etiquetá las prendas de las que querés recibir puntuación.

# HowToStep2
source: Share
es: Compartí

# HowToStep2Desc
source: Share the way you dress in trending threads or in private groups with your friends
es: Compartí tu forma de vestir y generá tendencias de moda o compartí en privado con tus amig@s.

# HowToStep3
source: Get Feedback
es: Preparate para las sugerencias

# HowToStep3Desc
source: Get the opinion from members of the community where you share your clothes, they could suggest you new clothes or combinations
es: Podés obtener opiniones de los miembros de la comunidad, pueden sugerirte ropa o combinaciones nuevas.

# HowToStep4
source: Be Popular
es: Recibí reconocimiento

# HowToStep4Desc
source: Every time someone likes your clothes you will be more popular in your community, and your opinions will be more important
es: Cada vez que a alguien le guste tu ropa, ganás reputación en la comunidad y tus opiniones van a valer más!

# IosReq
source: Minimum requirements iPhone 4, iOS 8.0+
es: Requiere minimo iPhone 4, iOS 8.0+

# LeadDesc
source: Sebastián is the one that works on every aspect of Cloth It, in charge of the hard work
es: Sebastián es el encargado de todos los aspectos relacionados a ClothIt, el que realiza el trabajo duro.

# MarketingDesc
source: Mauricio is in charge of getting new contacts and promote the site
es: Mauricio es el encargado de conseguir nuevos clientes y de promover el sitio.

# MeetTeam
source: Meet our Team
es: Conocé nuestro equipo

source: Message
es: Mensaje

source: Name
es: Nombre

source: Platforms
es: Plataformas

source: Preview
es: Vista Previa

source: Release Date
es: Fecha Lanzamiento

# ReleaseDate1
source: Dec 2015
es: Dic 2015

# RequestInvite
source: Request an invite !!!
es: Solicitá una invitación !!!

# RequestInviteDesc
source: You'll get access to early realeases of our app and you'll be more popular in our netowrk
es: Vas a acceder al primer lanzamiento de la aplicación y vas a tener ciertos beneficios extra ;)

# Send
source: Send Message
es: Enviar Mensaje

# StoreInterested
source: Is your store interested?
es: Tu tienda está interesada ?

# StoreInterestedDesc
source: Cloth It offers Store profiles for those stores that want to publish or share new products or trends in our network. Contact us filling the form in order to have more information about Store profiles
es: ClothIt ofrece también perfiles para tiendas para poder publicar o compartir nuevos productos o tendencias en la red. Ponete en contacto con nosotros y nos comunicamos contigo para charlar del tema :)

source: Store Profiles
es: Perfiles de Tiendas

source: Support
es: Soporte

source: Team
es: Equipo

# TeamDesc
source: We are a group of students from the Universidad Católica del Uruguay, all of us are currently working in the Computer Science field
es: Somos un grupo de estudiantes de la Universidad Católica del Uruguay, actualmente intentando terminar con Ingeniería en Informática :)

# UIUXDesc
source: Sebastián is in charge of creating nice and tidy views, so the users can have a great experience
es: Sebastián es el encargado del diseño de la aplicación
